2024-2025/Stats/sections-per-day.org
#+OPTIONS: toc:nil
#+latex_header: \pagestyle{empty}
#+LATEX_HEADER: \usepackage[margin=1.0cm]{geometry}
#+OPTIONS: num:0

* Day 1: R installation (only if you have doubts!)

* Day 2: Lesson 1

* Day 3: Lesson 2
- Sections: 3 (plots), 5 (two-sample t; including supplementary PDF about confidence intervals with R commander), 6 (one and two-tailed), 7 (power)

* Day 4: Lesson 2
- Sections: 7 (power), 8 (equiv. testing), 9 (bayesian), 10 (conf. int: longer slides)

* Day 5: Lesson 2
- Sections: 10 (conf int longer slides), paired stuff: 11.1.1, 11.1.2, 11.1.3; 11.2 a 11.5;  12 (one-sample), 13 (non-par), 14 (non-indep data)

* Day 6: Lesson 2 and Lesson 3
- Whatever remains from Lesson 2, start Lesson 3: sections 2 (one-way anova), 3 (fwer and fdr), some 4 (two-way anova).

* Day 7: Lesson 3
- Lesson 3, sections: 4 (two-way anova), 5 (regression), some 6 (multiple regr)

* Day 8: Lesson 3
- Sections 6, 7 (ancova), 8 (interactions, summary)

* Day 9: Lesson 3
- Sections 9 (diagnostics), 10 (variable/model selection), 11 (experimental design)

* Day 10: Lesson 3
- Section 12 (causal inference)
- If time left, 13 (ratios)

* Day 11: Lesson 4

* Day 12: Review
