2025-2026/Stats/sections-per-day.tex
% Created 2025-09-30 Tue 16:10
% Intended LaTeX compiler: pdflatex
\documentclass[a4paper,11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[left=2.2cm,right=2.2cm,top=1.5cm,bottom=1.5cm]{geometry}
\usepackage{svg}
\pagestyle{empty}
\usepackage[margin=1.0cm]{geometry}
\setcounter{secnumdepth}{0}
\author{Ramon Diaz-Uriarte}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Ramon Diaz-Uriarte},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 31.0.50 (Org mode 9.7.11)}, 
 pdflang={English}}
\begin{document}

\section*{Day 1: R installation (only if you have doubts!)}
\label{sec:org83ec4f8}

\section*{Day 2: Lesson 1}
\label{sec:orgd7afc21}

\section*{Day 3: Lesson 2}
\label{sec:org147324c}
\begin{itemize}
\item Sections: 3 (plots), 5 (two-sample t; including supplementary PDF about confidence intervals with R commander), 6 (one and two-tailed), 7 (power)
\end{itemize}
\section*{Day 4: Lesson 2}
\label{sec:orgcac6b51}
\begin{itemize}
\item Sections: 7 (power), 8 (equiv. testing), 9 (bayesian), 10 (conf. int: see longer slides)
\end{itemize}
\section*{Day 5: Lesson 2}
\label{sec:orge8aa212}
\begin{itemize}
\item Sections: 10 (conf int: longer slides), paired stuff: 11.1.1, 11.1.2, 11.1.3; 11.2 a 11.5;  12 (one-sample), 13 (non-par), 14 (non-indep data)
\end{itemize}
\section*{Day 6: Lesson 2 and Lesson 3}
\label{sec:org923ec35}
\begin{itemize}
\item Whatever remains from Lesson 2, start Lesson 3: sections 2 (one-way anova), 3 (FWER and FDR), some 4 (two-way anova).
\end{itemize}
\section*{Day 7: Lesson 3}
\label{sec:org2ae00ff}
\begin{itemize}
\item Lesson 3, sections: 4 (two-way anova), 5 (regression), some 6 (multiple regr)
\end{itemize}
\section*{Day 8: Lesson 3}
\label{sec:orgd125b0d}
\begin{itemize}
\item Sections 6, 7 (ancova), 8 (interactions, summary)
\end{itemize}
\section*{Day 9: Lesson 3}
\label{sec:org705f921}
\begin{itemize}
\item Sections 9 (diagnostics), 10 (variable/model selection), 11 (experimental design)
\end{itemize}
\section*{Day 10: Lesson 3}
\label{sec:org4a69d83}
\begin{itemize}
\item Section 12 (causal inference: additional PDF)
\item If time left, 13 (ratios)
\end{itemize}
\section*{Day 11: Lesson 4}
\label{sec:orgc9ffc16}

\section*{Day 12: Review}
\label{sec:org4280f0d}
\end{document}
